[
  {
    "id": 0,
    "name": "AFFOGATO",
    "description": "Espresso poured on a vanilla ice cream. Served in a cappuccino cup."
  },
  {
    "id": 1,
    "name": "AMERICANO",
    "description": "Espresso with added hot water (100–150 ml). Often served in a cappuccino cup. (The espresso is added into the hot water rather than all the water being flowed through the coffee that would lead to over extraction.)"
  },
  {
    "id": 2,
    "name": "CAFFÈ LATTE",
    "description": "A tall, mild 'milk coffee' (about 150-300 ml). An espresso with steamed milk and only a little milk foam poured over it. Serve in a latte glass or a coffee cup. Flavoured syrup can be added."
  },
  {
    "id": 3,
    "name": "CAFFÈ MOCHA",
    "description": "A caffè latte with chocolate and whipped cream, made by pouring about 2 cl of chocolate sauce into the glass, followed by an espresso shot and steamed milk."
  },
  {
    "id": 4,
    "name": "CAFÈ AU LAIT",
    "description": "French morning coffee. Made by mixing dark roasted filter coffee (often prepared with French Press) and warm milk. Served in a bowl or a large coffee cup."
  },
  {
    "id": 5,
    "name": "CAPPUCCINO",
    "description": "A coffee drink consisting of espresso and a milk foam mixture (drink size about 160–240 ml). Served in a cappuccino cup."
  },
  {
    "id": 6,
    "name": "COLD BREW COFFEE",
    "description": "Cold Brew Coffee is a smooth, cold beverage prepared by brewing freshly ground coffee in cold water. In the Cold Brew process, time makes up for heat."
  },
  {
    "id": 7,
    "name": "DOUBLE ESPRESSO (DOPPIO)",
    "description": "Double portion of espresso in a cappuccino/espresso cup."
  },
  {
    "id": 8,
    "name": "ESPRESSO",
    "description": "A short, strong drink (about 30 ml) served in an espresso cup."
  },
  {
    "id": 9,
    "name": "ESPRESSO CON PANNA",
    "description": "A shot of espresso topped with whipped cream. Served in an espresso cup."
  },
  {
    "id": 10,
    "name": "ESPRESSO MACCHIATO",
    "description": "Espresso with a little milk foam (drink size about 50 ml). Served in an espresso cup."
  },
  {
    "id": 11,
    "name": "FLAT WHITE",
    "description": "A coffee drink with a double espresso and lightly frosted milk (About 150–240 ml). Served in a glass."
  }
]